Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: <0>{{userName}}</0> updated the due date.
nl_nl: <0>{{userName}}</0> heeft de vervaldatum bijgewerkt.

source: No date
nl_nl: Geen datum

source: No progress
nl_nl: Geen vooruitgang

source: No status
nl_nl: Geen status

source: No weight
nl_nl: Geen weging

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
nl_nl: <0>{{userName}}</0> heeft de einddatum voor <1>{{participantName}}</1> teruggezet naar de oorspronkelijke datum.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
nl_nl: <0>{{userName}}</0> heeft de einddatum ingesteld voor <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the end date for the goal.
nl_nl: <0>{{userName}}</0> heeft de einddatum voor het doel ingesteld.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
nl_nl: <0>{{userName}}</0> heeft de einddatum voor <1>{{participantName}}</1> gewijzigd.

source: <0>{{userName}}</0> changed the end date for the goal.
nl_nl: <0>{{userName}}</0> heeft de einddatum van het doel gewijzigd.

source: From:
nl_nl: Van:

source: <0>{{userName}}</0> approved a goal.
nl_nl: <0>{{userName}}</0> heeft een doel goedgekeurd.

source: <0>{{userName}}</0> created a goal.
nl_nl: <0>{{userName}}</0> heeft een doel aangemaakt.

source: <0>{{userName}}</0> rejected a goal.
nl_nl: <0>{{userName}}</0> heeft een doel afgewezen.

source: <0>{{userName}}</0> deleted a goal.
nl_nl: <0>{{userName}}</0> heeft een doel verwijderd.

source: <0>{{userName}}</0> marked a goal as done.
nl_nl: <0>{{userName}}</0> heeft een doel als voltooid gemarkeerd.

source: <0>{{userName}}</0> reopened a goal.
nl_nl: <0>{{userName}}</0> heeft een doel opnieuw geopend.

source: <0>{{userName}}</0> submitted a goal for approval.
nl_nl: <0>{{userName}}</0> heeft een doel ter goedkeuring ingediend.

source: <0>{{userName}}</0> added a measurement criterion.
nl_nl: <0>{{userName}}</0> heeft een beoordelingscriterium toegevoegd.

source: <0>{{userName}}</0> deleted a measurement criterion.
nl_nl: <0>{{userName}}</0> heeft een meetcriterium verwijderd.

source: <0>{{userName}}</0> updated a measurement criterion.
nl_nl: <0>{{userName}}</0> heeft een meetcriterium bijgewerkt.

source: <0>{{userName}}</0> updated the population of a goal.
nl_nl: <0>{{userName}}</0> heeft de doelgroep van een doel bijgewerkt.

source: <0>{{userName}}</0> updated a goal priority.
nl_nl: <0>{{userName}}</0> heeft een doelprioriteit bijgewerkt.

source: <0>{{userName}}</0> updated the progress settings of a goal.
nl_nl: <0>{{userName}}</0> heeft de voortgangsinstellingen van een doel bijgewerkt.

source: <0>{{userName}}</0> updated the progress of a goal.
nl_nl: <0>{{userName}}</0> heeft de voortgang van een doel bijgewerkt.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
nl_nl: <0>{{userName}}</0> heeft de datums voor de doelpopulatie teruggezet naar de oorspronkelijke datums.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
nl_nl: <0>{{userName}}</0> heeft de startdatum voor <1>{{participantName}}</1> teruggezet naar de oorspronkelijke datum.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
nl_nl: <0>{{userName}}</0> heeft de startdatum ingesteld voor <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the start date for the goal.
nl_nl: <0>{{userName}}</0> heeft de startdatum voor het doel ingesteld.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
nl_nl: <0>{{userName}}</0> heeft de startdatum voor <1>{{participantName}}</1> gewijzigd.

source: <0>{{userName}}</0> changed the start date for the goal.
nl_nl: <0>{{userName}}</0> heeft de startdatum voor het doel gewijzigd.

source: <0>{{userName}}</0> updated a title.
nl_nl: <0>{{userName}}</0> heeft een functie bijgewerkt.

source: To:
nl_nl: Aan:

source: <0>{{userName}}</0> updated a goal tracking status.
nl_nl: <0>{{userName}}</0> heeft een doelvolgstatus bijgewerkt.

source: Progress trail
nl_nl: Voortgangspad

source: <0>{{userName}}</0> changed the goal weight.
nl_nl: <0>{{userName}}</0> heeft het doelgewicht gewijzigd.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
nl_nl: <0>{{userName}}</0> heeft het doelgewicht voor <1>{{participantName}}</1> teruggezet naar het oorspronkelijke gewicht.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
nl_nl: <0>{{userName}}</0> heeft het doelgewicht voor de doelpopulatie teruggezet naar het oorspronkelijke gewicht.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
nl_nl: <0>{{userName}}</0> heeft het gewicht van een doel ingesteld voor <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the weight of a goal.
nl_nl: <0>{{userName}}</0> heeft het gewicht van een doel gewijzigd.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
nl_nl: <0>{{userName}}</0> heeft het doelgewicht bijgewerkt voor <1>{{participantName}}</1>.

source: No value
nl_nl: Geen waarde

source: Average score
nl_nl: Gemiddelde score

source: Overall {{title}} score
nl_nl: Totale {{title}}-score

source: Overall goal score
nl_nl: Totale doelstellingsscore

source: Weight factor
nl_nl: Wegingsfactor

source: Delivered
nl_nl: Geleverd

source: Not delivered
nl_nl: Niet afgeleverd

source: No description
nl_nl: Geen beschrijving

source: Additional goal description
nl_nl: Aanvullende doelomschrijving

source: Overall behavior review
nl_nl: Algehele gedragsbeoordeling

source: Overall goal review
nl_nl: Algehele beoordelingsdoelstelling

source: Challenge review
nl_nl: Bezwaarbeoordeling

source: Overall performance - Discussion outcome
nl_nl: Algehele prestatie - Uitkomst van het gesprek

source: I acknowledge having had a performance coaching conversation with my manager.
nl_nl: Ik bevestig dat ik een gesprek over prestatiecoaching met mijn manager heb gehad.

source: Custom widget
nl_nl: Aangepaste widget

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
nl_nl: De widget voor prestatiebeoordeling van teamleden is een krachtig hulpmiddel dat speciaal is ontwikkeld voor managers om de prestaties van hun teamleden te beoordelen en te waarderen. Het biedt u een handige en efficiënte manier om individuele prestaties te volgen en te evalueren, verantwoordelijkheid te stimuleren en weloverwogen beslissingen over uw team te nemen.

source: Worker acknowledgment
nl_nl: Bevestiging door medewerker

source: The review was validated by
nl_nl: De beoordeling is gevalideerd door

source: This snapshot reflects the status of the behaviors as of {{date}}.
nl_nl: Deze momentopname geeft de status van het gedrag weer per {{date}}.

source: This snapshot reflects the status of the goals as of {{date}}.
nl_nl: Deze momentopname geeft de status van de doelen weer per {{date}}.

source: Let’s discuss on
nl_nl: Laten we het hebben over

source: Edited
nl_nl: Bewerkt

source: No changes
nl_nl: Geen wijzigingen

source: Unrated
nl_nl: Niet beoordeeld

source: Overall performance rating
nl_nl: Algehele prestatiebeoordeling

source: No comment provided
nl_nl: Geen reactie opgegeven

source: No input provided
nl_nl: Geen invoer opgegeven

source: Confirmation of my performance conversation
nl_nl: Bevestiging van mijn beoordelingsgesprek

source: Closed (system)
nl_nl: Gesloten (systeem)

source: Moderation
nl_nl: Beoordeling

source: Pending sign-off
nl_nl: In afwachting van goedkeuring

source: Pending validation
nl_nl: In afwachting van validatie

source: Pending publication
nl_nl: Publicatie in behandeling

source: Review autoclosed date
nl_nl: Beoordeling automatisch afgesloten op

source: Worker sign-off date
nl_nl: Datum ondertekening door werknemer

source: Review closed date
nl_nl: Beoordeling sluitingsdatum

source: Evaluation period
nl_nl: Beoordelingsperiode

source: Type & status
nl_nl: Type en status

source: Start
nl_nl: Starten

source: Worker sign-off
nl_nl: Bevestiging door medewerker

source: Additional manager
nl_nl: Extra leidinggevende

source: Review about
nl_nl: Beoordeling over

source: Approve or reject with an optional comment.
nl_nl: Keur goed of wijs af met een optionele opmerking.

source: Add my direct reports
nl_nl: Voeg mijn directe rapporten toe

source: Comment not saved
nl_nl: Reactie niet opgeslagen

source: You don't have any reports
nl_nl: Je hebt geen rapporten.

source: Total workers: {{workersSize}}
nl_nl: Totaal aantal werknemers: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
nl_nl: Alle compensatierondes die aan u zijn toegewezen, zijn hier zichtbaar.

source: No compensation rounds yet!
nl_nl: Nog geen compensatierondes!

source: View and manage all compensation rounds.
nl_nl: Bekijk en beheer alle compensatierondes.

source: Compensation rounds
nl_nl: Compensatierondes

source: Search by comp round name
nl_nl: Zoek op naam van comp-ronde

source: Workflow type
nl_nl: Werkstroomtype

source: Select workers to compare them.
nl_nl: Selecteer werknemers om ze te vergelijken.

source: The outcome of the column is based on the formula below.
nl_nl: Het resultaat van de kolom is gebaseerd op de onderstaande formule.

source: Calculated column formula
nl_nl: Berekende kolomformule

source: You must add a note when entering a value.
nl_nl: U moet een notitie toevoegen bij het invoeren van een waarde.

source: You must add a note for values outside the guidelines.
nl_nl: U moet een notitie toevoegen voor waarden buiten de richtlijnen.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
nl_nl: <0><1>Veld gerelateerd aan {{name}}</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
nl_nl: De berekening kan niet worden uitgevoerd omdat {{column}} leeg is.

source: The calculation cannot be done because a reference filed is empty.
nl_nl: De berekening kan niet worden uitgevoerd omdat een referentieveld leeg is.

source: Rules are applied in priority order from top to bottom.
nl_nl: Regels worden in volgorde van prioriteit van boven naar beneden toegepast.

source: Comp round currency ({{currencyCode}})
nl_nl: Comp ronde valuta ({{currencyCode}})

source: Choose grid currency
nl_nl: Kies rastervaluta

source: Worker local currency
nl_nl: Lokale valuta van werknemer

source: The data might be out of sync. Refresh the data to get the latest changes.
nl_nl: De gegevens zijn mogelijk niet gesynchroniseerd. Ververs de gegevens om de laatste wijzigingen op te halen.

source: No compensation rounds to display
nl_nl: Geen compensatierondes om weer te geven

source: Clear field
nl_nl: Veld wissen

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
nl_nl: Dit veld accepteert alleen waarden binnen het toegestane bereik. Wilt u terugkeren naar het vorige bedrag?

source: Revert
nl_nl: Terugkeren

source: Out of range
nl_nl: Buiten bereik

source: Guideline
nl_nl: Richtlijn

source: Achievement
nl_nl: Prestatie

source: Bonus payout
nl_nl: Bonusuitbetaling

source: The decimal precision is set to 2.
nl_nl: De decimale precisie is ingesteld op 2.

source: Type weight
nl_nl: Lettertype dikte

source: Situation
nl_nl: Situatie

source: Situations
nl_nl: Situaties

source: No bonus situations available
nl_nl: Geen bonussituaties beschikbaar

source: {{fromDate}} to {{toDate}}
nl_nl: {{fromDate}} tot {{toDate}}

source: Target bonus: {{targetBonus}}
nl_nl: Doelbonus: {{targetBonus}}

source: Total bonus: {{totalBonus}}
nl_nl: Totale bonus: {{totalBonus}}

source: Total bonus (all periods)
nl_nl: Totale bonus (alle perioden)

source: Maximum amount
nl_nl: Maximumbedrag

source: Minimum amount
nl_nl: Minimumbedrag

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
nl_nl: Geschikt voor {{eligibleCount}} van {{totalCount}} comp-elementen

source: You don't have any workers in this view.
nl_nl: Je hebt geen medewerkers in deze weergave.

source: No comp rounds with round name "{{phrase}}"
nl_nl: Geen compensatierondes met rondenaam "{{phrase}}"

source: Date from
nl_nl: Datum vanaf

source: Date to
nl_nl: Datum tot

source: Updated field
nl_nl: Bijgewerkt veld

source: Workflow stage
nl_nl: Werkstroomfase

source: Proxied by {{userName}}
nl_nl: Gemachtigd door {{userName}}

source: Reapproved
nl_nl: Opnieuw goedgekeurd

source: Republished round
nl_nl: Heruitgegeven ronde

source: Republished round (proposals removed)
nl_nl: Opnieuw gepubliceerde ronde (voorstellen verwijderd)

source: Republished round (proposals kept)
nl_nl: Opnieuw gepubliceerde ronde (voorstellen behouden)

source: Resubmitted
nl_nl: Opnieuw ingediend

source: Set default value
nl_nl: Standaardwaarde instellen

source: Input
nl_nl: Invoer

source: Allocated
nl_nl: Toegewezen

source: Base salary
nl_nl: Basissalaris

source: Show budget
nl_nl: Budget weergeven

source: Eligible workers
nl_nl: In aanmerking komende werknemers

source: Budget info
nl_nl: Budgetinformatie

source: overspent out of {{budget}}
nl_nl: meer uitgegeven dan {{budget}}

source: Remaining
nl_nl: Resterend

source: remaining out of {{budget}}
nl_nl: overgebleven van {{budget}}

source: spent out of {{budget}}
nl_nl: uitgegeven van {{budget}}

source: Budget warning
nl_nl: Budgetwaarschuwing

source: Compensation navigation
nl_nl: Compensatienavigatie

source: Export to Excel
nl_nl: Exporteren naar Excel

source: Export all pages
nl_nl: Alle pagina's exporteren

source: Export current page
nl_nl: Huidige pagina exporteren

source: Select pages:
nl_nl: Pagina’s selecteren:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
nl_nl: Deze download is niet beschikbaar omdat de selectie de limiet van {{limit}} werknemers overschrijdt. Verklein je selectie om verder te gaan. Neem voor grote exports of hulp contact op met de klantenservice.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
nl_nl: Er zijn geen resultaten die overeenkomen met de filterzoekopdracht/filtercriteria.<br/> Verwijder filters en wis de zoekopdracht om alle resultaten te tonen.

source: Audit trail
nl_nl: Controlelogboek

source: Comp review
nl_nl: Comp-beoordeling

source: Search by worker name
nl_nl: Zoek op naam van werknemer

source: Selected: {{count}}
nl_nl: Geselecteerd: {{count}}

source: Status set to completed
nl_nl: Status ingesteld op voltooid

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
nl_nl: Je staat op het punt 1 medewerker naar de volgende stap te verplaatsen. Weet je zeker dat je wilt doorgaan?

source: Successfully approved
nl_nl: Succesvol goedgekeurd

source: Approve worker proposal
nl_nl: Voorstel van werknemer goedkeuren

source: Complete
nl_nl: Voltooien

source: You are about to complete the worker proposal. Are you sure you want to continue?
nl_nl: Je staat op het punt het werknemersvoorstel te voltooien. Weet je zeker dat je wilt doorgaan?

source: Complete worker proposal
nl_nl: Volledig werknemersvoorstel

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
nl_nl: Je staat op het punt om 1 arbeider naar de vorige stap te verplaatsen. Weet je zeker dat je wilt doorgaan?

source: The status was successfully set to rejected.
nl_nl: De status is succesvol ingesteld op afgewezen.

source: Reject worker proposal
nl_nl: Werknemersvoorstel afwijzen

source: The proposal was rejected.
nl_nl: Het voorstel is afgewezen.

source: The proposal was returned to the previous step for adjustments.
nl_nl: Het voorstel is teruggestuurd naar de vorige stap voor aanpassingen.

source: Awaiting approval
nl_nl: In afwachting van goedkeuring

source: Awaiting proposal
nl_nl: In afwachting van voorstel

source: The proposal was successfully submitted.
nl_nl: Het voorstel is succesvol ingediend.

source: Submit worker proposal
nl_nl: Voorstel van werknemer indienen

source: Please add a justification for any proposal outside of guidelines.
nl_nl: Voeg alstublieft een rechtvaardiging toe voor elk voorstel dat buiten de richtlijnen valt.

source: You must add a note for this comp element.
nl_nl: U moet een notitie toevoegen voor dit comp-element.

source: Add note (required)
nl_nl: Notitie toevoegen (vereist)

source: Note added successfully
nl_nl: Notitie succesvol toegevoegd

source: Note required
nl_nl: Notitie vereist

source: Your unsaved changes were successfully discarded.
nl_nl: Uw niet-opgeslagen wijzigingen zijn succesvol weggegooid.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
nl_nl: U moet een notitie toevoegen wanneer de waarde buiten de richtlijnen valt. Als u de notitie verwijdert, keert de waarde terug naar de vorige staat.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
nl_nl: U moet een notitie toevoegen bij het invoeren van een waarde. Als u de notitie verwijdert, keert de waarde terug naar de vorige staat.

source: Are you sure you want to delete this note?
nl_nl: Weet u zeker dat u deze notitie wilt verwijderen?

source: Note deleted successfully
nl_nl: Notitie succesvol verwijderd

source: Note edited successfully
nl_nl: Notitie succesvol bewerkt

source: Fields
nl_nl: Velden

source: Choose the field related to this note.
nl_nl: Kies het veld dat gerelateerd is aan deze notitie.

source: Item not found
nl_nl: Item niet gevonden

source: Unavailable
nl_nl: Niet beschikbaar

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
nl_nl: Kies het veld dat gerelateerd is aan deze notitie. Niet-beschikbare velden uit zullen worden verwijderd na het opslaan.

source: {{input}} (outside of guidelines)
nl_nl: {{input}} (buiten de richtlijnen)

source: This note will be visible to everyone reviewing this worker in the compensation round.
nl_nl: Deze notitie zal zichtbaar zijn voor iedereen die deze medewerker beoordeelt in de compensatieronde.

source: Add your note
nl_nl: Voeg uw notitie toe

source: The note is required.
nl_nl: De notitie is vereist.

source: Note (required)
nl_nl: Opmerking (vereist)

source: No notes
nl_nl: Geen notities

source: This item does not contain any notes
nl_nl: Dit item bevat geen notities

source: Proposal management is applied to this column.
nl_nl: Voorstelbeheer wordt op deze kolom toegepast.

source: Value overridden by user
nl_nl: Waarde overschreven door gebruiker

source: Restore value
nl_nl: Waarde herstellen

source: Unable to calculate
nl_nl: Kan niet berekenen

source: Select worker
nl_nl: Selecteer medewerker

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
nl_nl: Er zijn niet genoeg gegevens om het gedragswiel weer te geven. Geef deze werknemer feedback om hun prestatiebeeld compleet te maken.

source: No check-ins scheduled. Schedule one to discuss their growth.
nl_nl: Geen check-ins gepland. Plan er een om hun groei te bespreken.

source: This team member has no public feedback.
nl_nl: Dit teamlid heeft geen openbare feedback.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
nl_nl: Je hebt nog geen feedback gegeven. Deel je gedachten om je teamleden te helpen groeien.

source: This team member hasn’t shared any feedback with you yet.
nl_nl: Dit teamlid heeft nog geen feedback met je gedeeld.

source: This team member has no goals yet. Create goals to help their progress.
nl_nl: Dit teamlid heeft nog geen doelen. Creëer doelen om hun voortgang te bevorderen.

source: The CSV file could not be downloaded. Please try again later.
nl_nl: Het CSV-bestand kon niet worden gedownload. Probeer het later opnieuw.

source: Download failed
nl_nl: Download mislukt

source: Synchronize to check for available analyses.
nl_nl: Synchroniseer om te controleren op beschikbare analyses.

source: No pay analysis available
nl_nl: Geen loonanalyse beschikbaar

source: View and manage all pay analyses
nl_nl: Alle loonanalyses bekijken en beheren

source: Submit recommendation
nl_nl: Aanbeveling indienen

source: The recommendation was successfully submitted.
nl_nl: De aanbeveling is succesvol ingediend.

source: Could not load notes. Please try again.
nl_nl: Notities konden niet worden geladen. Probeer het opnieuw.

source: Auto-generated
nl_nl: Automatisch gegenereerd

source: Choose one...
nl_nl: Kies een optie...

source: You must select a communication round before closing the request in order to release the document to the worker.
nl_nl: U moet een communicatieronde selecteren voordat u het verzoek sluit, zodat het document voor de medewerker wordt vrijgegeven.

source: The communication round cannot be empty when closing a pay information request with attached documents.
nl_nl: De communicatieronde mag niet leeg zijn bij het afsluiten van een verzoek om salarisinformatie met bijgevoegde documenten.

source: Create request
nl_nl: Verzoek aanmaken

source: The pay information request was successfully created.
nl_nl: Het verzoek om salarisinformatie is succesvol aangemaakt.

source: This date corresponds to the request creation date in the system.
nl_nl: Deze datum komt overeen met de aanmaakdatum van het verzoek in het systeem.

source: Creation type
nl_nl: Type aanmaak

source: Document preview
nl_nl: Documentvoorbeeld

source: Edit request
nl_nl: Verzoek bewerken

source: Attached document
nl_nl: Bijgevoegd document

source: The data source is required to generate and preview the document.
nl_nl: De gegevensbron is vereist om het document te genereren en een voorbeeld te bekijken.

source: Generate document
nl_nl: Document genereren

source: Import a static document
nl_nl: Een statisch document importeren

source: The internal note is not visible to the worker.
nl_nl: De interne notitie is niet zichtbaar voor de medewerker.

source: The file name cannot contain more than 100 characters.
nl_nl: De bestandsnaam mag niet meer dan 100 tekens bevatten.

source: The file name cannot be empty.
nl_nl: De bestandsnaam kan niet leeg zijn.

source: Define the name of the document that will be distributed to workers.
nl_nl: Definieer de naam van het document dat aan medewerkers wordt verspreid.

source: The pay information request was successfully saved.
nl_nl: Het verzoek om salarisinformatie is succesvol opgeslagen.

source: The template is required to generate and preview a document.
nl_nl: De sjabloon is vereist om een document te genereren en een voorbeeld weer te geven.

source: Upload document
nl_nl: Document uploaden

source: Browse to upload file
nl_nl: Bladeren om bestand te uploaden

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
nl_nl: Ondersteunde bestandsformaten: PDF. Maximale bestandsgrootte: 10 MB. Maximaal aantal bestanden per upload: 1 bestand.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
nl_nl: Het document "{{fileName}}" kan niet worden geïmporteerd. Zorg ervoor dat het voldoet aan de vereisten voor formaat en grootte.
